var css_day03 = [
  ['important', "[ɪm'pɔrtnt]", 9, '重要的，有权利的;', '最高级的'],
  ['border', "['bɔrdɚ]", 7, '边框', '粗细 样式 颜色 没有三个属性没有顺序'],
  ['solid', "['sɑlɪd]", 8, '实线', '-'],
  ['dashed', '[dæʃt]', 8, '虚线', '-'],
  ['dotted', "['dɑtɪd]", 8, '点线', '-'],
  ['padding', "['pædɪŋ]", 7, '填补，内边距;', '4种设置方式'],
  ['box-sizing', '[bɒks ˈsaɪzɪŋ]', 7, '盒子模型', 'css3盒子模型'],
  ['border-box', '[ˈbɔːdə(r)] [bɒks]', 8, '边框盒子', '从边框开始计算盒子大小'],
  ['margin', "['mɑrdʒən]", 7, '边缘，边距;', '4种设置方式'],
  ['top', "[tɒp]", 8, '上'],
  ['bottom', "[ˈbɒtəm]", 8, '下'],
  ['left', "[left]", 8, '左'],
  ['right', "[raɪt]", 8, '右'],
  ['auto', "['ɔto]", 8, '自动;', '自动填充'],
]

var css_day04 = [
  ['first-child', '[fɜːst tʃaɪld]', 9, '第一个孩子', 'css3选择器-结构伪类'],
  ['last-child', '[lɑːst tʃaɪld]', 9, '最后一个孩子', 'css3选择器-结构伪类'],
  ['before', '[bɪˈfɔː(r)]', 9, '前伪元素', '在标签内容之前'],
  ['after', '[ˈɑːftə(r)]', 9, '后伪元素', '在标签内容之后'],
  ['list-style:none', '[lɪst] [staɪl]', 7, '文章，条款;', '清除li的小点'],
  ['none', '[nʌn]', 8, '没有任何东西', '清空'],
  ['float', '[flot]', 7, '浮动，浮点数;', 'left，right，none'],
  ['clear', '[klɪr]', 9, '清除;', '清除浮动'],
  ['both', '[boθ]', 8, '两者;', '清除浮动属性的值'],

]